Revit 2027 API
ParameterTypeId.RbsWireMaterialParam Property
 "Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireMaterialParam { get; }
Public Shared ReadOnly Property RbsWireMaterialParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireMaterialParam {
	ForgeTypeId^ get ();
}
static member RbsWireMaterialParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace